Repository: joduss/mon-pain
Catalog: MonPain/App/*.lproj/Localizable.strings
Languages: de, pl

# home.title
source: What do you need me to compute for you?
de: Was muss ich für dich berechnen?
pl: Co chcesz abym dla Ciebie obliczył?

# home.flourWaterButton.title
source: Flour & Water
de: Mehl & Wasser
pl: Mąka i woda

# home.flourWaterButton.subtitle
source: You know how much levain you want to use, but you don't know how much water and flour you need to add.
pl: Wiesz ile zakwasu chcesz użyć, ale nie wiesz ile wody i mąki musisz dodać.

# home.levainWaterButton.title
source: Levain & Water
de: Sauerteig & Wasser
pl: Zakwas i woda

# home.levainWaterButton.subtitle
source: You know how much flour you want to add, but you don't know how much levain and water you need to add.
pl: Wiesz ile mąki chcesz użyć, ale nie wiesz ile zakwasu i wody musisz dodać.

# home.new_version.title
source: My Own Bread +
de: Mein Brot +
pl: Mój Chleb +

# home.new_version.message
source: Hi folks! 'My Own Bread +' is now available for those who hate ads!
de: Hallo! 'Mein Brot +' ist jetzt verfügbar für diejenigen, die Anzeigen hassen!
pl: Cześć! 'Mój chleb +' jest już dostępny dla wszystkich, którzy nie cierpią reklam!

# home.new_version.action_continue
source: I'm not interested
de: Nein, Danke
pl: Nie jestem zainteresowany(a)

# home.new_version.action_buy
source: Purchase
de: Im App Store zeigen
pl: Kup

# screen.flour-and-water.title
source: Flour and Water
de: Mehl and Wasser
pl: Mąka i woda

# screen.levain-and-water.title
source: Levain and Water
de: Sauerteig and Wasser
pl: Zakwas i woda

# levain.hydratation
source: Levain hydration
pl: Hydracja zakwasu

# levain.ratio
source: Percentage of levain
pl: Procentowy udział zakwasu

# bread.hydratation
source: Bread hydration level
pl: Hydracja chleba

# salt.ratio
source: Percentage of salt
pl: Procentowy udział soli

# ingredient.flour
source: Flour
de: Mehl
pl: Mąka

# ingredient.water
source: Water
de: Wasser
pl: Woda

# ingredient.dough
source: Dough
de: Brotteig
pl: Ciasto

# ingredient.levain
source: Levain
de: Sauerteig
pl: Zakwas

# ingredient.salt
source: Salt
de: Salz
pl: Sól

# levain.ratio.info
source: This is the percentage of levain in relation to the quantity of flour. For example, if we added 100g of levain and 400g of flour, then we have a ratio of 25%
pl: Ilość zakwasu w stosunku do ilości mąki. Np. dodając 100g zakwasu do 400g mąki, procentowy udział zakwasu wynosi 25%.

# bread.hydratation.info
source: The bread hydration level is the weight of liquids relative to the weight of flour. For example, if we have a dough in which we added 100g of levain, composed of 50g of water and 50g of flour, 300g of flour and 200g of water, we have an hydration level of 71.4% (250g of water / 350g of flour * 100%).
pl: Hydracja chleba to masa składników mokrych w stosunku do masy mąki. Np. ciasto, do którego dodaliśmy 100g zakwasu złożonego z 50g wody i 50g mąki, 300g mąki i 200g wody ma hydrację 71.4% (250g wody / 350g mąki * 100%).

# levain.hydratation.info
source: The levain hydration level is the weight of water relative to the weight of flour. For example, a levain containing 60g of water for 100g of flour has a hydration level of 60%.
pl: Hydracja zakwasu to masa wody w stosunku do masy mąki. Np. zakwas złożony z 60g wody na 100g mąki ma hydrację 60%.

# salt.ratio-to-water.info
source: The percentage of salt is relative to the water you must add in the dough. If you want 2% of salt and must add 100g of water, it means you must add 2g of salt.
pl: Procentowy udział soli to stosunek masy soli do masy wody dodanej do ciasta.

# salt.ratio-to-flour.info
source: The percentage of salt is relative to the flour you must add in the dough. If you want 2% of salt and must add 100g of flour, it means you must add 2g of salt.
de: The percentage of salt is relative to the water you must add in the dough. If you want 2% of salt and must add 100g of water, it means you must add 2g of salt.
pl: Procentowy udział soli to stosunek masy soli do masy mą dodanej do ciasta.

# header.my_dear_levain
source: My Dear Levain
de: Mein lieber Sauerteig
pl: Mój drogi Zakwas

# header.i_want
source: In my bread, I want
de: Im Brot möchte ich
pl: W moim chlebie chcę

# header.must_add
source: You must add
de: Du muss hinzufügen
pl: Dodaj

# header.total
source: In total, you get
de: Insgesamt bekommst du
pl: Łącznie otrzymasz

# settings.screen-title
source: Settings
de: Einstellungen
pl: Ustawienia

# settings.ingredients-parameters.header
source: Ingredients
de: Zutaten
pl: Składniki

# settings.ingredient.salt
source: Salt in relation to
de: Salz im Verhältnis zu
pl: Sól w stosunku do

# settings.ingredients-parameters.footer
source: You can choose if the quantity of salt is computed in relation to the quantity of added water or added flour.
de: You can choose how the quantity of salt is computed. In relation to the quantity of added water or added flour.
pl: Możesz wybrać jak obliczana jest ilość soli: W stosunku do ilości dodanej wody lub mąki.

# settings.contact.header
source: Contact
de: Kontakt
pl: Kontakt

# settings.contact.footer
source: If you encounter any kind of bug, have any complaint, compliment, suggestion or request, don't hesitate to contact me per email!
pl: W razie wystąpienia jakiegokolwiek błędu lub jeżeli masz uwagi/ sugestie/ prośby/ opinie - proszę o kontakt drogą mailową.

# settings.contact-button.title
source: Send an email
de: Email schicken
pl: Skontaktuj się ze mną

# settings.contact.error.title
source: Error
de: Fehler
pl: Błąd

# settings.contact.error.message
source: You didn't configure the default iOS Mail app. You can instead open your favorite email app and send an email to 'zajoapp@bluewin.ch'.
pl: Nie posiadasz skonfigurowanej domyślnej aplikacji e-mailowej iOS. Przejdź do Twojej ulubionej aplikacji e-mailowej i wyślij e-mail na adres 'zajoapp@bluewin.ch'.
