<!DOCTYPE html>
<html lang="fr">
    <head>
        <style>
            h1   {font-size: 300%;}
            h2   {font-size: 220%;}
            h3   {font-size: 160%;}
            h4   {font-size: 130%;}
            
            p    {font-size: 100%;}
            li   {font-size: 100%;}
            </style>
    </head>
    <body>
        
        <h1>Politique de Confidentialit&eacute;</h1>
        
        
        <p>Date de prise d'effet: March 02, 2019</p>
        
        
        <p>Mon Pain ("nous", "notre", "nos") exploite l'application mobile  (ci-apr&egrave;s d&eacute;sign&eacute;e par le terme "Service").</p>
        
        <p>Cette page vous explique nos politiques en mati&egrave;re de collecte, d'utilisation et de communication des donn&eacute;es &agrave; caract&egrave;re personnel lorsque vous utilisez notre Service ainsi que les choix qui s'offrent &agrave; vous en ce qui concerne ces donn&eacute;es.</p>
        
        <p>Nous utilisons vos donn&eacute;es pour fournir et am&eacute;liorer le Service. En utilisant le Service, vous consentez &agrave; la collecte et &agrave; l'utilisation d'informations conform&eacute;ment &agrave; la pr&eacute;sente politique. Sauf d&eacute;finition contraire dans la pr&eacute;sente Politique de Confidentialit&eacute;, les termes utilis&eacute;s dans la pr&eacute;sente Politique de Confidentialit&eacute; ont la m&ecirc;me signification que dans nos Conditions G&eacute;n&eacute;rales.</p>
        
        <h2>D&eacute;finitions</h2>
        <ul>
            <li>
                <strong>Service</strong><br>
                Par Service on entend l'application mobile  exploit&eacute;e par Mon Pain
            </li>
            <li>
                <strong>Donn&eacute;es &agrave; caract&egrave;re personnel</strong><br>
                Donn&eacute;es &agrave; Caract&egrave;re Personnel d&eacute;signe des donn&eacute;es concernant un individu vivant qui peut &ecirc;tre identifi&eacute; &agrave; partir de ces donn&eacute;es (ou &agrave; partir de ces donn&eacute;es et d'autres informations en notre possession ou susceptibles d'entrer en notre possession).
            </li>
            <li>
                <strong>Donn&eacute;es d'Utilisation</strong><br>
                Les Donn&eacute;es d'Utilisation sont recueillies automatiquement et sont g&eacute;n&eacute;r&eacute;es soit par l'utilisation du Service, soit par l'infrastructure du Service proprement dite (par exemple, dur&eacute;e de consultation d'une page).
            </li>
            <li>
                <strong>Cookies</strong><br>
                Les cookies sont de petits fichiers enregistr&eacute;s sur votre dispositif (ordinateur ou dispositif mobile).
            </li>
        </ul>
        
        <h2>Collecte et utilisation des donn&eacute;es</h2>
        <p>Nous recueillons plusieurs types de donn&eacute;es &agrave; diff&eacute;rentes fins en vue de vous fournir notre Service et de l'am&eacute;liorer.</p>
        
        <h3>Types de donn&eacute;es recueillies</h3>
        
        <h4>Donn&eacute;es &agrave; Caract&egrave;re Personnel</h4>
        <p>Lorsque vous utilisez notre Service, il est possible que nous vous demandions de nous fournir certaines donn&eacute;es personnelles nominatives qui peuvent servir &agrave; vous contacter ou &agrave; vous identifier ("Donn&eacute;es &agrave; Caract&egrave;re Personnel"). Les donn&eacute;es personnelles nominatives peuvent comprendre, mais de mani&egrave;re non limitative:</p>
        
        <ul>
            <li>Cookies et Donn&eacute;es d'Utilisation</li>
        </ul>
        
        <h4>Donn&eacute;es d'Utilisation</h4>
        
        <p>Lorsque vous acc&eacute;dez au Service au moyen d'un dispositif mobile, il se peut que nous recueillions certaines informations automatiquement, y compris, mais de mani&egrave;re non limitative, le type de dispositif mobile que vous utilisez, l'identifiant unique de votre dispositif mobile, l'adresse IP de votre dispositif mobile, votre syst&egrave;me d'exploitation mobile, le type de navigateur Internet mobile que vous utilisez, les identifiants uniques de dispositifs ainsi que d'autres donn&eacute;es de diagnostic ("Donn&eacute;es d'Utilisation").</p>
        
        <h4>Suivi et donn&eacute;es de cookies</h4>
        <p>Nous avons recours &agrave; des cookies et &agrave; d'autres technologies de suivi similaires pour effectuer un suivi des activit&eacute;s effectu&eacute;es dans notre Service, et nous conservons certaines informations.</p>
        <p>Les cookies sont des fichiers &agrave; faible volume de donn&eacute;es pouvant comporter un identifiant unique anonyme. Les cookies sont envoy&eacute;s &agrave; votre navigateur depuis un site web et sont stock&eacute;s sur votre dispositif. D'autres technologies de suivi telles que les pixels, les balises et les scripts sont &eacute;galement utilis&eacute;es pour recueillir et suivre des informations et afin d'am&eacute;liorer et d'analyser notre Service.</p>
        <p>Vous pouvez demander &agrave; votre navigateur de refuser tous les cookies ou de vous avertir lorsqu'un cookie est envoy&eacute;. Toutefois, si vous n'acceptez pas les cookies, il se peut que vous ne puissiez pas utiliser certains &eacute;l&eacute;ments de notre Service. Pour en savoir plus sur la gestion des cookies, consultez le <a href="https://privacypolicies.com/blog/how-to-delete-cookies/">Guide des cookies du navigateur</a>.</p>
        <p>Exemples de cookies que nous utilisons :</p>
        <ul>
            <li><strong>Cookies de Session.</strong> Nous utilisons des Cookies de Session pour faire fonctionner notre Service.</li>
            <li><strong>Cookies de Pr&eacute;f&eacute;rences.</strong> Nous utilisons des Cookies de Pr&eacute;f&eacute;rences pour m&eacute;moriser vos pr&eacute;f&eacute;rences et vos diff&eacute;rents param&egrave;tres.</li>
            <li><strong>Cookies de S&eacute;curit&eacute;.</strong> Nous utilisons des Cookies de S&eacute;curit&eacute; pour des raisons de s&eacute;curit&eacute;.</li>
        </ul>
        
        <h2>Utilisation des donn&eacute;es</h2>
        
        <p>Mon Pain utilise les donn&eacute;es recueillies &agrave; des fins diverses:</p>
        <ul>
            <li>Pour fournir et assurer notre Service</li>
            <li>Pour vous faire part des changements apport&eacute;s &agrave; notre Service</li>
            <li>Pour vous permettre d'utiliser les fonctions interactives de notre Service quand vous le souhaitez</li>
            <li>Pour assurer l'assistance client</li>
            <li>Pour recueillir des donn&eacute;es pr&eacute;cieuses ou d'analyses qui nous permettront d'am&eacute;liorer notre Service</li>
            <li>Pour contr&ocirc;ler l'utilisation de notre Service</li>
            <li>Pour d&eacute;tecter, pr&eacute;venir et r&eacute;gler les probl&egrave;mes techniques</li>
        </ul>
        
        <h2>Transfert des donn&eacute;es</h2>
        <p>Les informations vous concernant, notamment vos Donn&eacute;es &agrave; Caract&egrave;re Personnel, peuvent &ecirc;tre transf&eacute;r&eacute;es de votre r&eacute;gion, province, pays, ou autre division territoriale vers des ordinateurs &ndash; et stock&eacute;es sur ces derniers &ndash; situ&eacute;s &agrave; un &ugrave; où la l&eacute;gislation relative &agrave; la protection des donn&eacute;es diff&egrave;re de celle du territoire où vous r&eacute;sidez.</p>
        <p>Si vous r&eacute;sidez hors de Suisse et que vous choisissez de nous communiquer des informations, sachez que nous transf&eacute;rons les donn&eacute;es, y compris les Donn&eacute;es &agrave; Caract&egrave;re Personnel, vers le/la Suisse et que nous les y traitons.</p>
        <p>En acceptant la pr&eacute;sente Politique de Confidentialit&eacute; puis en soumettant ces informations, vous consentez &agrave; ce transfert.</p>
        <p>Mon Pain prendra toutes les mesures raisonnablement n&eacute;cessaires pour faire en sorte que vos donn&eacute;es soient trait&eacute;es de mani&egrave;re s&eacute;curis&eacute;e et conform&eacute;ment &agrave; la pr&eacute;sente Politique de Confidentialit&eacute; et vos Donn&eacute;es &agrave; Caract&egrave;re Personnel ne seront transf&eacute;r&eacute;es vers aucune organisation ni aucun pays &agrave; moins que des contr&ocirc;les ad&eacute;quats ne soient en place, notamment en ce qui concerne la s&eacute;curit&eacute; de vos donn&eacute;es et d'autres donn&eacute;es personnelles.</p>
        
        <h2>Communication de donn&eacute;es</h2>
        
        <h3>Exigences l&eacute;gales</h3>
        <p>Mon Pain peut communiquer vos Donn&eacute;es &agrave; Caract&egrave;re Personnel si elle estime de bonne foi que cela est n&eacute;cessaire pour:</p>
        <ul>
            <li>S'acquitter d'une obligation l&eacute;gale</li>
            <li>Prot&eacute;ger et d&eacute;fendre les droits ou les biens de Mon Pain</li>
            <li>Pr&eacute;venir d'&eacute;ventuels actes r&eacute;pr&eacute;hensibles ou enqu&ecirc;ter sur de tels actes dans le cadre du Service </li>
            <li>Assurer la s&eacute;curit&eacute; personnelle des utilisateurs du Service ou du public</li>
            <li>Se prot&eacute;ger contre la responsabilit&eacute; civile</li>
        </ul>
        
        <h2>S&eacute;curit&eacute; des donn&eacute;es</h2>
        <p>La s&eacute;curit&eacute; de vos donn&eacute;es nous tient &agrave; coeur. Toutefois, n'oubliez pas qu'aucune m&eacute;thode de transmission de donn&eacute;es par Internet ou m&eacute;thode de stockage &eacute;lectronique n'est s&ucirc;re &agrave; 100 %. Bien que nous nous efforcions d'utiliser des m&eacute;thodes commercialement acceptables pour prot&eacute;ger vos Donn&eacute;es &agrave; Caract&egrave;re Personnel, nous ne pouvons pas leur garantir une s&eacute;curit&eacute; absolue.</p>
        
        <h2>Prestataires de services</h2>
        <p>Nous pouvons faire appel &agrave; des soci&eacute;t&eacute;s tierces et &agrave; des tierces personnes pour faciliter la prestation de notre Service ("Prestataires de Services"), assurer le Service en notre nom, assurer des services li&eacute;s au Service ou nous aider &agrave; analyser la fa&ccedil;on dont notre Service est utilis&eacute;.</p>
        <p>Ces tiers n'ont acc&egrave;s &agrave; vos Donn&eacute;es &agrave; Caract&egrave;re Personnel que pour effectuer ces t&acirc;ches en notre nom et il leur est interdit de les communiquer ou de les utiliser &agrave; quelle qu'autre fin. </p>
        
        <h3>Analyses</h3>
        <p>Nous pouvons faire appel &agrave; des Prestataires de Services tiers pour surveiller et analyser l'utilisation de notre Service.</p>
        <ul>
            <li>
                <strong>Firebase Analytics et Crashlitics</strong><br>
                Firebase Analytics et Crashlitics sont fournis par Google.
                Pour plus de pr&eacute;cisions sur le type de donn&eacute;es recueillies, merci de consulter la page de sa politique de confidentialit&eacute;: <a href="https://firebase.google.com/support/privacy/">https://firebase.google.com/support/privacy/</a>
            </li>
        </ul>
        
        <h3>Publicité</h3>
        <p>Nous pouvons faire appel &agrave; des Prestataires de Services tiers pour afficher des publicités.</p>
        <ul>
            <li>
                <strong>Google Admob</strong><br>
                Google Admob est fournis par Google. 
                Pour plus de pr&eacute;cisions sur le type de donn&eacute;es recueillies, merci de consulter la page de sa politique de confidentialit&eacute;: <a href="https://policies.google.com/privacy">https://policies.google.com/privacy</a>, <a href="https://support.google.com/admob/answer/9012903">https://support.google.com/admob/answer/9012903</a> and <a href="https://support.google.com/admob/answer/2753860#Interest_based">https://support.google.com/admob/answer/2753860#Interest_based</a>
            </li>
        </ul>
        
        <h2>Liens pointant vers d'autres sites</h2>
        <p>Notre service est basé sur le contenu provenant d'autres sites que nous n'exploitons pas. Pour lire n'importe quel article, vous serez redirig&eacute; vers le site de ce tiers. Nous vous recommandons vivement d'examiner la politique de confidentialit&eacute; de chacun des sites que vous consultez.</p>
        <p>Nous n'avons aucun contr&ocirc;le sur le contenu, les politiques ou pratiques de confidentialit&eacute; des sites ou services de tiers et d&eacute;clinons toute responsabilit&eacute; en ce qui les concerne.</p>
        
        
        <h2>Vie priv&eacute;e des enfants</h2>
        <p>Notre Service ne s'adresse pas aux personnes de moins de 18 ans ("Enfants").</p>
        <p>Nous ne recueillons pas sciemment de donn&eacute;es personnelles nominatives aupr&egrave;s de personnes de moins de 18 ans. Si vous &ecirc;tes un parent ou un tuteur et que vous savez que votre Enfant nous a communiqu&eacute; des Donn&eacute;es &agrave; Caract&egrave;re Personnel, veuillez nous contacter. Si nous apprenons que nous avons recueilli des Donn&eacute;es &agrave; Caract&egrave;re Personnel aupr&egrave;s d'enfants sans v&eacute;rifier s'il y a consentement parental, nous faisons le n&eacute;cessaire pour supprimer ces informations de nos serveurs.</p>
        
        
        <h2>Modifications de la pr&eacute;sente Politique de Confidentialit&eacute;</h2>
        <p>Nous nous r&eacute;servons le droit d'actualiser notre Politique de Confidentialit&eacute; de temps &agrave; autre. Nous vous informerons de toute modification en publiant la nouvelle Politique de Confidentialit&eacute; sur cette page.</p>
        <p>Avant que la modification ne prenne effet, nous vous en informerons par e-mail et/ ou en pla&ccedil;ant un avis bien en vue dans notre Service et nous actualiserons la "date de prise d'effet" qui figure en haut de la pr&eacute;sente Politique de Confidentialit&eacute;.</p>
        <p>Nous vous conseillons de consulter la pr&eacute;sente Politique de Confidentialit&eacute; p&eacute;riodiquement pour prendre connaissance de toute modification. Les modifications apport&eacute;es &agrave; la pr&eacute;sente Politique de Confidentialit&eacute; prennent effet lorsqu'elles sont publi&eacute;es sur cette page.</p>
        
        
        <h2>Nous contacter</h2>
        <p>Pour toute question relative &agrave; la pr&eacute;sente Politique de Confidentialit&eacute;, veuillez nous contacter:</p>
        <ul>
            <li>En consultant cette page sur notre site web: https://twitter.com/Mon Pain</li>
            
        </ul>
        
    </body>
</html>
