Repository: joduss/mon-pain
Catalog: MonPain/*.lproj/Localizable.strings
Languages: fr

# home.title
source: What do you need me to compute for you?
fr: Que dois-je calculer pour vous?

# home.flourWaterButton.title
source: Flour & Water
fr: Farine & Eau

# home.flourWaterButton.subtitle
source: You know how much levain you want to use, but you don't how much water and flour you need to add.
fr: Vous voulez utiliser une quantité définie de levain, mais vous ne savez pas quelle quantité d'eau et de farine ajouter.

# home.levainWaterButton.title
source: Levain & Water
fr: Levain & Eau

# home.levainWaterButton.subtitle
source: You know how much flour you want to add, but you don't know how much levain and water you need to add.
fr: Vous voulez utiliser une quantité définie de farine, mais vous ne savez pas quelle quantité de levain et d'eau ajouter.

# screen.flour-and-water.title
source: Flour and Water
fr: Farine et eau

# screen.levain-and-water.title
source: Levain and Water
fr: Levain et eau

# levain.hydratation
source: Levain hydration
fr: Hydratation du levain

# levain.ratio
source: Percentage of levain
fr: Proportion de levain

# bread.hydratation
source: Bread hydration level
fr: Hydratation du pain

# ingredient.flour
source: Flour
fr: Farine

# ingredient.water
source: Water
fr: Eau

# ingredient.dough
source: Dough
fr: Pâte

# levain.ratio.info
source: This is the percentage of levain in relation to the quantity of flour. For example, if we added 100g of levain and 400g of flour, then we have a ratio of 25%
fr: C'est la proportion de levain par rapport à la farine. Par exemple, pour une pâte dans laquelle on a ajouté 100g de levain et 400g de farine, la proportion de levain est de 25%. (100/400*100)

# bread.hydratation.info
source: The bread hydration level is the weight of liquids relative to the weight of flour. For example, if we have a dough in which we added 100g of levain, composed of 50g of water and 50g of flour, 300g of flour and 200g of water, we have an hydration level of 71.4% (250g of water / 350g of flour * 100%).
fr: Le taux d'hydratation de la pâte à pain est la proportion d'eau dans la pâte par rapport à la farine. Par exemple, si l'on ajoute 100g de levain, composé de 50g d'eau et 50g de farine, ainsi que 300g de farine et 200g d'eau, on a au total 250g d'eau et 350g de farine. On a alors un taux d'hydratation de 71.4% (250/350 * 100%).

# levain.hydratation.info
source: The levain hydration level is the weight of water relative to the weight of flour. For example, a levain containing 60g of water for 100g of flour has a hydration level of 60%.
fr: Le taux d'hydratation du levain est la proportion de son eau par rapport à sa farine. Par exemple, un levain composé de 60g d'eau pour 100g de farine a un taux d'hydratation de 60%.

# contact.error.title
source: Error
fr: Erreur

# contact.error.message
source: You didn't configure the default iOS Mail app. You can instead open your favorite email app and send an email to 'zajoapp@bluewin.ch'.
fr: Vous n'avez pas configuré Apple Mail. Vous pouvez utiliser votre application mail préférée et envoyer un email à l'adresse 'zajoapp@bluewin.ch'.

# info.content
source: If you encounter any kind of bug, have any complaint, compliment, suggestion or request, don't hesitate to contact me per email!
fr: Contactez-moi par email si vous recontrez un bug. N'hésitez pas non plus à vous plaindre, proposer des idées d'amélioration ou quoi que ce soit!

# info.contact-button.title
source: Contact per email
fr: Contact par email
